Repository: Slobas79/SpaghettiTimer
Catalog: SpaghettiTimer/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, it, ja, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr, sv

source: Switch to End time and choose when the timer should finish — like 11:00 AM. The duration is set for you.
ar: بدّل إلى «وقت الانتهاء» واختر متى ينتهي المؤقت — مثل 11:00 صباحًا. تُحسب المدة تلقائيًا.
bg: Превключете на „Краен час“ и изберете кога да свърши таймерът — например в 11:00. Времетраенето се изчислява вместо вас.
cs: Přepněte na „Čas konce“ a vyberte, kdy má časovač skončit — třeba v 11:00. Délku nastavíme za vás.
da: Skift til “Sluttidspunkt”, og vælg, hvornår timeren skal slutte — f.eks. kl. 11.00. Varigheden beregnes for dig.
de: Wechsle zu „Endzeit“ und wähle, wann der Timer enden soll — etwa 11:00 Uhr. Die Dauer wird für dich gesetzt.
el: Μεταβείτε στην «Ώρα λήξης» και επιλέξτε πότε θα τελειώσει το χρονόμετρο — π.χ. στις 11:00. Η διάρκεια υπολογίζεται αυτόματα.
es: Cambia a «Hora de fin» y elige cuándo debe terminar el temporizador, por ejemplo a las 11:00. La duración se calcula sola.
fi: Vaihda Lopetusaikaan ja valitse, milloin ajastimen pitää päättyä – vaikka klo 11.00. Kesto asetetaan puolestasi.
fr: Passez à « Heure de fin » et choisissez quand le minuteur doit se terminer, par exemple 11 h 00. La durée est calculée pour vous.
hu: Váltson a „Befejezés időpontja” módra, és válassza ki, mikor érjen véget az időzítő — például 11:00-kor. Az időtartamot mi állítjuk be.
it: Passa a «Ora di fine» e scegli quando il timer deve finire, ad esempio alle 11:00. La durata viene impostata per te.
ja: 「終了時刻」に切り替えて、タイマーを終わらせたい時刻（たとえば 11:00）を選びます。時間は自動で設定されます。
nb: Bytt til «Sluttidspunkt», og velg når tidtakeren skal være ferdig – for eksempel kl. 11.00. Varigheten settes for deg.
nl: Schakel over naar 'Eindtijd' en kies wanneer de timer moet aflopen — bijvoorbeeld om 11:00. De duur wordt voor je ingesteld.
pl: Przełącz na „Godzinę zakończenia” i wybierz, kiedy minutnik ma się skończyć — na przykład o 11:00. Czas trwania ustawi się sam.
pt_pt: Mude para «Hora de fim» e escolha quando o temporizador deve terminar — por exemplo, às 11:00. A duração é definida por si.
ro: Comută la „Ora de final” și alege când să se încheie temporizatorul — de exemplu, la ora 11:00. Durata este calculată pentru tine.
ru: Переключитесь на «Время окончания» и выберите, когда таймер должен завершиться — например, в 11:00. Длительность рассчитается сама.
sk: Prepnite na „Čas konca“ a vyberte, kedy má časovač skončiť — napríklad o 11:00. Trvanie nastavíme za vás.
sl: Preklopite na »Čas konca« in izberite, kdaj naj se časovnik konča – na primer ob 11.00. Trajanje nastavimo namesto vas.
sr: Pređite na „Vreme završetka“ i izaberite kada tajmer treba da se završi — na primer u 11.00. Trajanje se postavlja umesto vas.
sv: Byt till "Sluttid" och välj när timern ska ta slut – till exempel kl. 11.00. Längden ställs in åt dig.

source: Tap to start
ar: انقر للبدء
bg: Докоснете за старт
cs: Klepnutím spustíte
da: Tryk for at starte
de: Zum Starten tippen
el: Πατήστε για έναρξη
es: Toca para empezar
fi: Aloita napauttamalla
fr: Touchez pour démarrer
hu: Koppintson az indításhoz
it: Tocca per avviare
ja: タップして開始
nb: Trykk for å starte
nl: Tik om te starten
pl: Dotknij, aby uruchomić
pt_pt: Toque para iniciar
ro: Atinge pentru a porni
ru: Нажмите, чтобы запустить
sk: Klepnutím spustíte
sl: Tapnite za začetek
sr: Dodirnite za pokretanje
sv: Tryck för att starta

source: Timer ends
ar: ينتهي المؤقّت
bg: Таймерът свършва
cs: Časovač skončí
da: Timer slutter
de: Timer endet
el: Το χρονόμετρο λήγει
es: El temporizador termina
fi: Ajastin päättyy
fr: Le minuteur se termine
hu: Az időzítő véget ér
it: Il timer termina
ja: タイマー終了
nb: Tidtakeren slutter
nl: Timer eindigt
pl: Minutnik kończy się
pt_pt: O temporizador termina
ro: Temporizatorul se termină
ru: Таймер закончится
sk: Časovač skončí
sl: Časovnik se konča
sr: Тајмер се завршава
sv: Timern slutar

source: Timer ID
ar: معرّف المؤقت
bg: ИД на таймера
cs: ID časovače
el: Αναγνωριστικό χρονομέτρου
es: ID del temporizador
fi: Ajastimen tunnus
fr: Identifiant du minuteur
hu: Időzítő azonosítója
it: ID del timer
ja: タイマー ID
nb: Tidtaker-ID
pl: Identyfikator minutnika
pt_pt: ID do temporizador
ro: ID temporizator
ru: ID таймера
sk: ID časovača
sl: ID časovnika
sr: ID tajmera

source: Timer name
ar: اسم المؤقت
bg: Име на таймера
cs: Název časovače
da: Timernavn
el: Όνομα χρονομέτρου
es: Nombre del temporizador
fi: Ajastimen nimi
fr: Nom du minuteur
hu: Időzítő neve
it: Nome del timer
ja: タイマー名
nb: Navn på tidtaker
nl: Timernaam
pl: Nazwa minutnika
pt_pt: Nome do temporizador
ro: Numele temporizatorului
ru: Название таймера
sk: Názov časovača
sl: Ime časovnika
sr: Naziv tajmera
sv: Timernamn

source: Timers start instantly with one tap — no setup each time.
ar: تبدأ المؤقتات فورًا بنقرة واحدة — دون إعداد في كل مرة.
bg: Таймерите тръгват веднага с едно докосване — без настройки всеки път.
cs: Časovače se spustí okamžitě jediným klepnutím — bez nastavování pokaždé.
da: Timere starter med det samme med ét tryk — ingen opsætning hver gang.
de: Timer starten sofort mit einem Tipp — ohne jedes Mal etwas einzustellen.
el: Τα χρονόμετρα ξεκινούν αμέσως με ένα πάτημα — χωρίς ρυθμίσεις κάθε φορά.
es: Los temporizadores empiezan al instante con un toque, sin configurar nada cada vez.
fi: Ajastimet käynnistyvät heti yhdellä napautuksella — ei asetuksia joka kerta.
fr: Les minuteurs démarrent instantanément d’une simple touche, sans réglage à chaque fois.
hu: Az időzítők egyetlen koppintással azonnal elindulnak — nem kell mindig beállítani.
it: I timer partono subito con un tocco, senza impostazioni ogni volta.
ja: タップするだけでタイマーがすぐに始まります。毎回設定する必要はありません。
nb: Tidtakere starter umiddelbart med ett trykk – ingen oppsett hver gang.
nl: Timers starten direct met één tik — geen instellingen elke keer.
pl: Minutniki uruchamiają się od razu jednym dotknięciem — bez ustawiania za każdym razem.
pt_pt: Os temporizadores começam num instante com um toque — sem configurar de cada vez.
ro: Temporizatoarele pornesc instant cu o atingere — fără configurări de fiecare dată.
ru: Таймеры запускаются мгновенно одним нажатием — без настройки каждый раз.
sk: Časovače sa spustia okamžite jedným klepnutím — bez nastavovania zakaždým.
sl: Časovniki se zaženejo takoj z enim tapom – brez nastavljanja vsakič.
sr: Tajmeri se pokreću odmah jednim dodirom — bez podešavanja svaki put.
sv: Timers startar direkt med ett tryck – ingen inställning varje gång.

# Tip %lld of %lld
source: Tip %1$lld of %2$lld
ar: التلميح %lld من %lld
bg: Съвет %lld от %lld
cs: Tip %lld z %lld
da: Tip %lld af %lld
de: Tipp %lld von %lld
el: Συμβουλή %lld από %lld
es: Consejo %lld de %lld
fi: Vinkki %lld/%lld
fr: Astuce %lld sur %lld
hu: Tipp %lld / %lld
it: Suggerimento %lld di %lld
ja: ヒント %lld/%lld
nb: Tips %lld av %lld
nl: Tip %lld van %lld
pl: Wskazówka %lld z %lld
pt_pt: Dica %lld de %lld
ro: Sfatul %lld din %lld
ru: Подсказка %lld из %lld
sk: Tip %lld z %lld
sl: Namig %lld od %lld
sr: Savet %lld od %lld
sv: Tips %lld av %lld

source: To next hour
ar: الساعة التالية
bg: Следващият час
cs: Další hodina
da: Næste time
de: Nächste Stunde
el: Επόμενη ώρα
es: Próxima hora
fi: Seuraava tasatunti
fr: Prochaine heure
hu: Következő óra
it: Prossima ora
ja: 次の正時まで
nb: Neste time
nl: Volgend uur
pl: Pełna godzina
pt_pt: Hora seguinte
ro: Ora următoare
ru: Следующий час
sk: Ďalšia hodina
sl: Naslednja ura
sr: Pun sat
sv: Nästa timme

source: Today
ar: اليوم
bg: Днес
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd’hui
hu: Ma
it: Oggi
ja: 今日
nb: I dag
nl: Vandaag
pl: Dziś
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sr: Данас
sv: I dag

source: Tomorrow
ar: غدًا
bg: Утре
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fi: Huomenna
fr: Demain
hu: Holnap
it: Domani
ja: 明日
nb: I morgen
nl: Morgen
pl: Jutro
pt_pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sr: Сутра
sv: I morgon

source: Touch and hold the island to expand it — check the countdown, pause or dismiss, without opening the app.
ar: المس الجزيرة مع الاستمرار لتوسيعها — تابع العد التنازلي أو أوقف المؤقت مؤقتًا أو ألغِه دون فتح التطبيق.
bg: Докоснете и задръжте острова, за да го разгънете — вижте обратното броене, поставете на пауза или отхвърлете, без да отваряте приложението.
cs: Dotykem a podržením ostrůvek rozbalíte — zkontrolujte odpočet, pozastavte nebo zrušte časovač bez otevření aplikace.
da: Tryk og hold på øen for at folde den ud – se nedtællingen, sæt på pause eller afvis uden at åbne appen.
de: Halte die Insel gedrückt, um sie zu erweitern – Countdown prüfen, pausieren oder schließen, ohne die App zu öffnen.
el: Αγγίξτε παρατεταμένα το νησί για να το αναπτύξετε — δείτε την αντίστροφη μέτρηση, κάντε παύση ή απόρριψη, χωρίς να ανοίξετε την εφαρμογή.
es: Mantén pulsada la isla para ampliarla: consulta la cuenta atrás, ponlo en pausa o descártalo sin abrir la app.
fi: Kosketa saarta pitkään laajentaaksesi sen – tarkista laskuri, keskeytä tai hylkää avaamatta sovellusta.
fr: Touchez l’île de manière prolongée pour l’agrandir : consultez le compte à rebours, mettez en pause ou fermez, sans ouvrir l’app.
hu: Érintsd meg és tartsd nyomva a szigetet a kinyitásához – nézd meg a visszaszámlálást, szüneteltesd vagy zárd be az alkalmazás megnyitása nélkül.
it: Tieni premuta l’isola per espanderla: controlla il conto alla rovescia, metti in pausa o chiudi, senza aprire l’app.
ja: アイランドを長押しすると展開します。アプリを開かずに、カウントダウンの確認、一時停止、終了ができます。
nb: Trykk og hold på øya for å utvide den – se nedtellingen, sett på pause eller avvis uten å åpne appen.
nl: Houd het eiland ingedrukt om het uit te vouwen — bekijk het aftellen, pauzeer of sluit, zonder de app te openen.
pl: Dotknij i przytrzymaj wyspę, aby ją rozwinąć — sprawdź odliczanie, wstrzymaj lub zamknij bez otwierania aplikacji.
pt_pt: Mantenha premida a ilha para a expandir — veja a contagem decrescente, coloque em pausa ou dispense, sem abrir a app.
ro: Atinge și ține apăsat pe insulă pentru a o extinde — vezi numărătoarea inversă, pune pe pauză sau închide, fără a deschide aplicația.
ru: Нажмите и удерживайте остров, чтобы развернуть его, — смотрите обратный отсчёт, ставьте на паузу или закрывайте, не открывая приложение.
sk: Dotykom a podržaním ostrovček rozbalíte — skontrolujte odpočet, pozastavte alebo zrušte časovač bez otvorenia aplikácie.
sl: Dotaknite se otoka in ga pridržite, da ga razširite – preverite odštevanje, začasno ustavite ali zavrzite brez odpiranja aplikacije.
sr: Dodirnite i zadržite ostrvo da biste ga proširili — proverite odbrojavanje, pauzirajte ili odbacite bez otvaranja aplikacije.
sv: Tryck och håll på ön för att expandera den – se nedräkningen, pausa eller avfärda utan att öppna appen.

source: Unavailable
ar: غير متوفر
bg: Недостъпно
cs: Nedostupné
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fi: Ei saatavilla
fr: Indisponible
hu: Nem érhető el
it: Non disponibile
ja: 利用できません
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt_pt: Indisponível
ro: Indisponibil
ru: Недоступно
sk: Nedostupné
sl: Ni na voljo
sr: Nedostupno
sv: Inte tillgänglig

source: Unlimited presets
ar: إعدادات مسبقة غير محدودة
bg: Неограничени шаблони
cs: Neomezené předvolby
da: Ubegrænsede forindstillinger
de: Unbegrenzte Presets
el: Απεριόριστες προεπιλογές
es: Ajustes ilimitados
fi: Rajattomasti esiasetuksia
fr: Préréglages illimités
hu: Korlátlan előbeállítás
it: Preset illimitati
ja: プリセット無制限
nb: Ubegrensede forhåndsinnstillinger
nl: Onbeperkt aantal presets
pl: Nielimitowane ustawienia
pt_pt: Predefinições ilimitadas
ro: Presetări nelimitate
ru: Неограниченные пресеты
sk: Neobmedzené predvoľby
sl: Neomejene prednastavitve
sr: Neograničeni presetovi
sv: Obegränsat med förval

source: Unlock — %@
ar: فتح — %@
bg: Отключи — %@
cs: Odemknout — %@
da: Lås op — %@
de: Freischalten — %@
el: Ξεκλείδωμα — %@
es: Desbloquear — %@
fi: Avaa — %@
fr: Débloquer — %@
hu: Feloldás — %@
it: Sblocca — %@
ja: ロック解除 — %@
nb: Lås opp — %@
nl: Ontgrendelen — %@
pl: Odblokuj — %@
pt_pt: Desbloquear — %@
ro: Deblochează — %@
ru: Открыть — %@
sk: Odomknúť — %@
sl: Odkleni — %@
sr: Otključaj — %@
sv: Lås upp — %@

source: Unlock Pro
ar: فتح Pro
bg: Отключи Pro
cs: Odemknout Pro
da: Lås Pro op
de: Pro freischalten
el: Ξεκλείδωμα Pro
es: Desbloquear Pro
fi: Avaa Pro
fr: Débloquer Pro
hu: Pro feloldása
it: Sblocca Pro
ja: Pro のロックを解除
nb: Lås opp Pro
nl: Pro ontgrendelen
pl: Odblokuj Pro
pt_pt: Desbloquear o Pro
ro: Deblochează Pro
ru: Открыть Pro
sk: Odomknúť Pro
sl: Odkleni Pro
sr: Otključaj Pro
sv: Lås upp Pro

source: Unlock SpaghettiTimer Pro
ar: فتح SpaghettiTimer Pro
bg: Отключете SpaghettiTimer Pro
cs: Odemknout SpaghettiTimer Pro
da: Lås SpaghettiTimer Pro op
de: SpaghettiTimer Pro freischalten
el: Ξεκλειδώστε το SpaghettiTimer Pro
es: Desbloquear SpaghettiTimer Pro
fi: Avaa SpaghettiTimer Pro
fr: Débloquer SpaghettiTimer Pro
hu: A SpaghettiTimer Pro feloldása
it: Sblocca SpaghettiTimer Pro
ja: SpaghettiTimer Pro のロックを解除
nb: Lås opp SpaghettiTimer Pro
nl: SpaghettiTimer Pro ontgrendelen
pl: Odblokuj SpaghettiTimer Pro
pt_pt: Desbloquear o SpaghettiTimer Pro
ro: Deblochează SpaghettiTimer Pro
ru: Открыть SpaghettiTimer Pro
sk: Odomknúť SpaghettiTimer Pro
sl: Odkleni SpaghettiTimer Pro
sr: Otključajte SpaghettiTimer Pro
sv: Lås upp SpaghettiTimer Pro

source: Unlock SpaghettiTimer Pro for %@
ar: فتح SpaghettiTimer Pro مقابل %@
bg: Отключете SpaghettiTimer Pro за %@
cs: Odemknout SpaghettiTimer Pro za %@
da: Lås SpaghettiTimer Pro op for %@
de: SpaghettiTimer Pro für %@ freischalten
el: Ξεκλειδώστε το SpaghettiTimer Pro με %@
es: Desbloquear SpaghettiTimer Pro por %@
fi: Avaa SpaghettiTimer Pro hintaan %@
fr: Débloquer SpaghettiTimer Pro pour %@
hu: A SpaghettiTimer Pro feloldása %@ áron
it: Sblocca SpaghettiTimer Pro a %@
ja: SpaghettiTimer Pro を %@ でロック解除
nb: Lås opp SpaghettiTimer Pro for %@
nl: SpaghettiTimer Pro ontgrendelen voor %@
pl: Odblokuj SpaghettiTimer Pro za %@
pt_pt: Desbloquear o SpaghettiTimer Pro por %@
ro: Deblochează SpaghettiTimer Pro cu %@
ru: Открыть SpaghettiTimer Pro за %@
sk: Odomknúť SpaghettiTimer Pro za %@
sl: Odklenite SpaghettiTimer Pro za %@
sr: Otključajte SpaghettiTimer Pro za %@
sv: Lås upp SpaghettiTimer Pro för %@

source: Unlock the full timer
ar: افتح المؤقت بالكامل
bg: Отключете таймера изцяло
cs: Odemkněte časovač naplno
da: Lås hele timeren op
de: Den ganzen Timer freischalten
el: Ξεκλειδώστε πλήρως το χρονόμετρο
es: Desbloquea el temporizador completo
fi: Avaa ajastin kokonaan
fr: Débloquez le minuteur en entier
hu: Oldja fel a teljes időzítőt
it: Sblocca il timer completo
ja: タイマーのすべてを解放
nb: Lås opp hele tidtakeren
nl: Ontgrendel de volledige timer
pl: Odblokuj pełny minutnik
pt_pt: Desbloqueie o temporizador completo
ro: Deblochează temporizatorul complet
ru: Откройте таймер полностью
sk: Odomknite časovač naplno
sl: Odklenite celoten časovnik
sr: Otključajte ceo tajmer
sv: Lås upp hela timern

source: Unpin timer
ar: إلغاء تثبيت المؤقّت
bg: Откачи таймера
cs: Odepnout časovač
da: Frigør timer
de: Timer lösen
el: Ξεκαρφίτσωμα χρονομέτρου
es: Dejar de fijar temporizador
fi: Poista ajastimen kiinnitys
fr: Détacher le minuteur
hu: Időzítő rögzítésének feloldása
it: Rimuovi timer
ja: タイマーの固定を解除
nb: Løsne tidtaker
nl: Timer losmaken
pl: Odepnij minutnik
pt_pt: Desafixar temporizador
ro: Anulează fixarea temporizatorului
ru: Открепить таймер
sk: Odopnúť časovač
sl: Odpni časovnik
sr: Откачи тајмер
sv: Lossa timer

source: Until %@
ar: حتى %@
bg: До %@
cs: Do %@
da: Indtil %@
de: Bis %@
el: Έως %@
es: Hasta las %@
fi: %@ asti
fr: Jusqu’à %@
hu: %@-ig
it: Fino alle %@
ja: %@ まで
nb: Til %@
nl: Tot %@
pl: Do %@
pt_pt: Até às %@
ro: Până la %@
ru: До %@
sk: Do %@
sl: Do %@
sr: Do %@
sv: Till %@

source: You’re all set
ar: كل شيء جاهز
bg: Всичко е готово
cs: Máte hotovo
da: Så er du klar
de: Alles bereit
el: Είστε έτοιμοι
es: Todo listo
fi: Kaikki valmista
fr: Tout est prêt
hu: Minden kész
it: È tutto pronto
ja: 準備完了
nb: Da er du klar
nl: Je bent klaar
pl: Wszystko gotowe
pt_pt: Está tudo pronto
ro: Ești gata
ru: Всё готово
sk: Máte hotovo
sl: Vse je pripravljeno
sr: Sve je spremno
sv: Nu är du klar

source: You've filled your free presets. Go unlimited — and unlock auto-restart while you're at it.
ar: امتلأت إعداداتك المجانية. انتقل إلى غير المحدود — وافتح إعادة التشغيل التلقائي في الوقت نفسه.
bg: Запълнихте безплатните си шаблони. Преминете към неограничени — и отключете авторестарта в същото време.
cs: Bezplatné předvolby máte plné. Přejděte na neomezené — a rovnou odemkněte i automatický restart.
da: Dine gratis forindstillinger er fyldt op. Gå ubegrænset — og lås automatisk genstart op samtidig.
de: Deine kostenlosen Presets sind voll. Werde unbegrenzt — und schalte den Auto-Neustart gleich mit frei.
el: Γεμίσατε τις δωρεάν προεπιλογές σας. Περάστε σε απεριόριστες — και ξεκλειδώστε παράλληλα την αυτόματη επανεκκίνηση.
es: Has llenado tus ajustes gratuitos. Pásate a ilimitados y desbloquea de paso el reinicio automático.
fi: Ilmaiset esiasetuksesi ovat täynnä. Siirry rajattomiin – ja avaa samalla automaattinen uudelleenkäynnistys.
fr: Vos préréglages gratuits sont pleins. Passez à l’illimité et débloquez au passage l’auto-redémarrage.
hu: Betelt az ingyenes előbeállítások helye. Váltson korlátlanra — és oldja fel közben az automatikus újraindítást is.
it: Hai esaurito i preset gratuiti. Passa a illimitati e sblocca anche il riavvio automatico.
ja: 無料のプリセットがいっぱいになりました。無制限にして、ついでに自動再スタートもロック解除しましょう。
nb: De gratis forhåndsinnstillingene dine er fulle. Gå for ubegrenset – og lås opp automatisk omstart samtidig.
nl: Je gratis presets zitten vol. Ga onbeperkt — en ontgrendel meteen automatisch herstarten.
pl: Zapełniłeś darmowe ustawienia. Przejdź na nielimitowane — i przy okazji odblokuj automatyczny restart.
pt_pt: Encheu as suas predefinições gratuitas. Passe para ilimitadas — e desbloqueie já o reinício automático.
ro: Ți-ai umplut presetările gratuite. Treci la nelimitat — și deblochează între timp și repornirea automată.
ru: Бесплатные пресеты закончились. Переходите на безлимит — и заодно откройте автоперезапуск.
sk: Bezplatné predvoľby máte plné. Prejdite na neobmedzené — a rovno odomknite aj automatický reštart.
sl: Brezplačne prednastavitve so polne. Preklopite na neomejeno – in obenem odklenite samodejni vnovični zagon.
sr: Popunili ste besplatne presetove. Pređite na neograničeno — i usput otključajte automatsko ponovno pokretanje.
sv: Dina gratis förval är fulla. Kör obegränsat – och lås upp automatisk omstart på köpet.

source: You've used auto-restart on the house. Unlock it for good — plus unlimited pinned presets.
ar: لقد جرّبت إعادة التشغيل التلقائي على حسابنا. افتحها نهائيًا — مع إعدادات مثبّتة بلا حدود.
bg: Изпробвахте авторестарта за наша сметка. Отключете го завинаги — плюс неограничени закачени шаблони.
cs: Automatický restart jste si vyzkoušeli na náš účet. Odemkněte ho natrvalo — a k tomu neomezené připnuté předvolby.
da: Du har prøvet automatisk genstart på husets regning. Lås den op for altid — plus ubegrænsede fastgjorte forindstillinger.
de: Auto-Neustart ging aufs Haus. Schalte ihn dauerhaft frei — samt unbegrenzt angehefteten Presets.
el: Δοκιμάσατε την αυτόματη επανεκκίνηση με δικά μας έξοδα. Ξεκλειδώστε την οριστικά — μαζί με απεριόριστες καρφιτσωμένες προεπιλογές.
es: Has probado el reinicio automático por nuestra cuenta. Desbloquéalo para siempre, junto con ajustes fijados ilimitados.
fi: Sait automaattisen uudelleenkäynnistyksen talon piikkiin. Avaa se pysyvästi – ja päälle rajattomasti kiinnitettyjä esiasetuksia.
fr: L’auto-redémarrage vous a été offert. Débloquez-le définitivement, avec des préréglages épinglés illimités.
hu: Az automatikus újraindítás a ház ajándéka volt. Oldja fel véglegesen — korlátlan rögzített előbeállítással együtt.
it: Il riavvio automatico te l’abbiamo offerto noi. Sbloccalo per sempre, insieme a preset fissati illimitati.
ja: 自動再スタートはお試しいただきました。永久にロック解除して、ピン留めプリセットも無制限に。
nb: Automatisk omstart var på huset. Lås den opp for godt – i tillegg til ubegrensede festede forhåndsinnstillinger.
nl: Automatisch herstarten was van het huis. Ontgrendel het voorgoed — plus onbeperkt vastgezette presets.
pl: Automatyczny restart był na koszt firmy. Odblokuj go na stałe — plus nielimitowane przypięte ustawienia.
pt_pt: O reinício automático foi por conta da casa. Desbloqueie-o de vez — e ainda predefinições fixadas ilimitadas.
ro: Repornirea automată a fost din partea casei. Deblocheaz-o definitiv — plus presetări fixate nelimitate.
ru: Автоперезапуск был за наш счёт. Откройте его навсегда — вместе с неограниченными закреплёнными пресетами.
sk: Automatický reštart bol na účet podniku. Odomknite ho natrvalo — a k tomu neobmedzené pripnuté predvoľby.
sl: Samodejni vnovični zagon je bil na račun hiše. Odklenite ga za vedno – ob tem pa še neomejene pripete prednastavitve.
sr: Automatsko ponovno pokretanje bilo je na račun kuće. Otključajte ga zauvek — uz neograničene zakačene presetove.
sv: Automatisk omstart bjöd vi på. Lås upp den för gott – plus obegränsat med fastnålade förval.
